<?php

if(! defined('BASEPATH')) exit('No direct script access allowed');
/**
 * 社区点位配置文件
 */
$config = array(
     //点位位置
    'point_addr' => array(
        '1' => '门禁',
        '2' => '地面电梯前室',
    	'3' => '地下电梯前室',
    ),
		
	//禁投放行业
	'put_trade' => array(
		'1' => '露骨画面',
		'2' => '药物保健品',
		'3' => '低俗医疗广告',
		'4' => '贷款',
		'5' => '房地产类广告',
	    '6' => '商铺',
	    '7' => '酒店',
	    '8' => '金融'
	),
		
	//点位状态
	"points_status"=>array(
		'1'=>"有空闲",
		'3'=>"已占满",
	    '4'=> "报损",
	),
    'report' => [
        '1'=>'灯箱不亮',
        '2'=>'面板损坏',
        '3'=>'灯箱丢失',
        '4'=>'面板丢失',
        '5'=>'灯箱掉落',
        '6'=>'线槽掉落/时控掉落/变压器掉落',
        '9'=>'灯箱，线槽不牢固',
        '10'=>'贴有野广告',
        '11'=>'室外灯箱锁坏',
        '12'=>'室外灯箱进水',
        '13'=>'未接线，线槽安装不规范',
        '15'=>'灯箱丢失',
        '16'=>'灯箱损坏',
        '14'=>'其他',
    ]
);
