<?php if ( ! defined('BASEPATH')) exit('No direct script access allowed');

/**
 * 管理员类型
 */
$config = array(
    "log_type"=>array(
        "1"=>"添加",
        "2"=>"编辑",
        "3"=>"删除",
    ),
    //媒体类型
    "media_type"=>array(
        '1'=>"公交灯箱",
        '2'=>"户外高杆",
        '3'=>"机场LED",
        '4'=>"火车站LED",
    ),
    //站台表现形式
    "media_express_form"=>array(
        '1'=>"灯箱广告",
        '2'=>"高杆广告",
        '3'=>"LED广告",
    ),
		
	//楼盘类型
	"houses_type"=>array(
		'1'=>"公寓楼",
		'2'=>"商住楼",
		'3'=>"高层",
		'4'=>"洋房",
		'5'=>"步梯",
	),
		
	//楼盘等级
	"houses_grade"=>array(
		'1'=>"高级",	
		'2'=>"中高级",	
		'3'=>"中级",	
		'4'=>"低级",
	),
		
	//组团等级
	"area_grade"=>array(
		'1'=>"高级",
		'2'=>"中高级",
		'3'=>"中级",
		'4'=>"低级",
	),
		
	//社区客户类型
	"houses_customer_type"=>array(
		'1'=>"地产",
		'2'=>"医疗美容",
		'3'=>"农业",
		'4'=>"运输",
	    '5' => '银行金融',
	    '6' => '酒店',
	    '7' => '汽车',
	    '8' => '酒业',
	    '9' => '餐饮',
	    '10' => '会展票务',
	    '11' => '通讯',
	    '12' => '家装建材',
	    '13' => '快销品',
	    '14' => '商超',
	    '15' => '服务类APP',
	    '16' => '教育培训'
	),

    //客户类型
    "customer_type"=>array(
        '1'=>"地产",
        '2'=>"非地产",
    ),
    
    //企业性质
    "enterprise_type"=>array(
        '1'=>"私企",
        '2'=>"国企",
        '3'=>"央企",
    ),
    
    //客户种类
    "customer_type2"=>array(
        '1'=>"普通客户",
        '2'=>"重点客户",
    ),
    
    //点位状态
    "points_status"=>array(
        '1'=>"空闲",
        '3'=>"占用"
    ),
    //订单年份
    'years'=>array(
        "2015",
        "2016",
        "2017",
        "2018",
        "2019",
        "2020",
        "2021",
        "2022",
    ),
    //行政区域
    'district'=>array(
        '1'=>'南明区',
        '2'=>'云岩区',
        '3'=>'花溪区',
        '4'=>'乌当区',
        '5'=>'白云区',
        '6'=>'观山湖区',
        '7'=>'开阳县',
        '8'=>'息烽县',
        '9'=>'修文县',
        '10'=>'清镇市',
    ),

     //百度地图Key
    "baidu_key"=>"hOvXSvpLgqY5vkXdOnrM2Zup"

);